bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
cipchk.cssrem
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
icrawl.discord-vscode
ionutvmi.path-autocomplete
kisstkondoros.vscode-gutter-preview
mikestead.dotenv
ms-vscode.live-server
naumovs.color-highlight
orta.vscode-jest
pkief.material-icon-theme
pranaygp.vscode-css-peek
sdras.vue-vscode-snippets
solomonkinard.chrome-extension-api
solomonkinard.chrome-extensions
vitest.explorer
vue.volar
wakatime.vscode-wakatime
william-voyek.vscode-nginx
xabikos.javascriptsnippets
zignd.html-css-class-completion