alfredbirk.tailwind-documentation
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
cipchk.cssrem
cmstead.js-codeformer
cmstead.jsrefactor
csstools.postcss
cweijan.vscode-office
eamodio.gitlens
ecmel.vscode-html-css
enzomourany.css-property-sorter
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
icrawl.discord-vscode
kisstkondoros.vscode-gutter-preview
mikestead.dotenv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.vscode-speech
naumovs.color-highlight
pranaygp.vscode-css-peek
sdras.vue-vscode-snippets
selemondev.shadcn-vue
syler.sass-indented
vitest.explorer
vue.volar
webhint.vscode-webhint
xabikos.javascriptsnippets
zignd.html-css-class-completion